/* %@=URL scheme (e.g. venmo) */
"Shortcuts could not open the app for the URL scheme “%@” because the app is not installed on this device" = "Oikotiet ei voinut avata appia URL-rakenteelle %@, koska appia ei ole asennettu tähän laitteeseen.";

/* %@=URL scheme (e.g. venmo) */
"Shortcuts could not open the app for the URL scheme “%@”. The app may not be installed on this device." = "Oikotiet ei voinut avata appia URL-rakenteelle %@. Appia ei ehkä ole asennettu tähän laitteeseen.";

/* %@=app name */
"Shortcuts could not open %@ because it is not installed." = "%@ ei ole Oikoteiden avattavissa, koska sitä ei ole asennettu.";

/* %@=app name */
"Shortcuts could not open %@. It may not be installed on this device." = "%@ ei ole Oikoteiden avattavissa. Sitä ei ehkä ole asennettu tähän laitteeseen.";

/* Error description */
"No phone numbers or Skype usernames were passed into this action." = "Tähän toimintoon ei siirretty puhelinnumeroja tai Skype-käyttäjätunnuksia.";

/* Error description */
"No phone numbers were passed into this action." = "Tähän toimintoon ei siirretty puhelinnumeroja.";

/* Error title */
"Error" = "Virhe";

/* Post to Instagram error description */
"Shortcuts can only post video on Instagram if the video is in a photo album.\n\nTry putting a “Save to Photo Album” action before “Post on Instagram.”" = "Oikotiet voi julkaista videon Instagramissa vain, jos video on kuva-albumissa.\n\nLaita toiminto ”Tallenna kuva-albumiin” ennen toimintoa ”Julkaise Instagramissa”.";

/* Post to Instagram error title */
"Could Not Post Video" = "Videota ei voitu julkaista";

